Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: But let us, who are of the day, be serious, putting on the breastplate of faith and love, and on our heads, the hope of salvation.
chr: ᎠᏴᏍᎩᏂ ᎢᎦ ᎢᏕᎯ ᏥᎩ ᏂᏗᎩᏴᏍᏕᏍᎬᎾ ᎨᏎᏍᏗ, ᎠᏓᏁᏣᏍᏚᎶ ᎪᎯᏳᏗ ᎨᏒ ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏓᏓᏁᏥᏍᏚᎶᏗᏍᎨᏍᏗ, ᎡᎩᏍᏕᎸᏗᏱᏃ ᎨᏒ ᎤᏚᎩ ᎢᎬᏒ ᎢᎦᎵᏍᏚᎶᏕᏍᏗ.

source: For God's purpose for us is not wrath, but salvation through our Lord Jesus Christ,
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏱᎦᏑᏰᏒ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎢᎩᎷᏤᏗᏱ; ᎠᎵᏍᏕᎸᏙᏗᏍᎩᏂ ᎢᎩᏩᏛᏗᏱ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ;

source: Who was put to death for us, so that, awake or sleeping, we may have a part in his life.
chr: ᎾᏍᎩ ᏥᎩᏲᎱᎯᏎᎴᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏱᏗᎵᎭ ᎠᎴ ᏂᏗᎵᎲᎾ ᏱᎩ, ᎾᏍᎩ ᎢᏧᎳᎭ ᏫᎦᏕᏗᏱ ᎢᏳᎵᏍᏙᏗᏱ.

source: So then, go on comforting and building up one another, as you have been doing.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᏕᏣᏓᎦᎵᏍᏓᏗᏍᎨᏍᏗ, ᎠᎴ ᏕᏣᏓᎵᏂᎪᎯᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᏥᏂᏣᏛᏁᎭ.

source: But we make this request to you, my brothers: give attention to those who are working among you, who are over you in the Lord to keep order among you;
chr: ᎠᎴ ᎢᏨᏔᏲᏎᎭ, ᎢᏓᎵᏅᏟ, ᎾᏍᎩ ᏗᏥᎦᏔᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ Ꮎ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎢᏤᎲᎢ, ᎠᎴ ᏗᎨᏣᏁᎶᏗ ᏥᎩ ᎤᎬᏫᏳᎯ ᏕᏣᏁᎶᏛᎢ, ᎠᎴ ᏥᎨᏣᏅᏓᏗᏍᏗᎭ;

source: And have a high opinion of them in love because of their work. Be at peace among yourselves.
chr: ᎠᎴ ᎤᏣᏘ ᏗᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏓᎨᏳᏗ ᎬᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ. ᎠᎴ ᏙᎯᏱ ᏂᏨᏁᏍᏗ ᎢᏨᏒ ᎢᏤᎲᎢ.

source: And our desire is that you will keep control over those whose lives are not well ordered, giving comfort to the feeble-hearted, supporting those with little strength, and putting up with much from all.
chr: ᎠᎴ ᎢᏨᏔᏲᏎᎭ, ᎢᏓᎵᏅᏟ, ᏕᏤᏯᏔᎲᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᏄᎾᏁᎸᎾ, ᏕᏥᎦᎵᏍᏓᏗᏍᎨᏍᏗ ᏗᏩᎾᎦᎳ ᏧᎾᏓᏅᏘ, ᏕᏥᏂᏴᏎᏍᏗ ᏗᏂᏩᎾᎦᎳᎢ, ᏗᏨᏂᏗᏳ ᎨᏎᏍᏗ ᎾᏂᎥ [ᎤᏣᏘᏂ ᏂᎨᏣᏛᏁᎲᎢ.]

source: Let no one give evil for evil; but ever go after what is good, for one another and for all.
chr: ᏞᏍᏗ ᎩᎶ ᎤᏲ ᎾᎬᏁᎸ ᏳᏞᎨᏍᏗ ᎤᏲ ᏱᎾᏓᏛᏁᎮᏍᏗ; ᎢᏥᏍᏓᏩᏕᎨᏍᏗᏍᎩᏂ ᏂᎪᎯᎸ ᎾᏍᎩ ᎣᏍᏛ ᎨᏒᎢ, ᎾᏍᏉ ᎢᏨᏒ ᎪᎱᏍᏗ ᏕᏣᏓᏛᏗᏍᎬ, ᎠᎴ ᎾᏂᎥᏉ.

source: Have joy at all times.
chr: ᎢᏣᎵᎮᎵᎨᏍᏗ ᏂᎪᎯᎸᎢ;

source: Keep on with your prayers.
chr: ᏂᏥᏲᎯᏍᏗᏍᎬᎾ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ;

source: In everything give praise: for this is the purpose of God in Christ Jesus for you.
chr: ᏂᎦᎥᏉ ᏂᏣᎵᏍᏓᏁᎵᏕᎬ ᎡᏣᎵᎡᎵᏤᎮᏍᏗ [ᎤᏁᎳᏅᎯ;] ᎯᎠᏰᏃ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏣᏓᏅᏖᎮᎲ ᏥᏌ ᎦᎶᏁᏛ ᏕᏣᏁᎶᏛ ᎢᏳᏍᏗ.

source: Do not put out the light of the Spirit;
chr: ᎠᏓᏅᏙ ᎠᏓᏪᎵᎩᏍᎬ ᏞᏍᏗ ᏴᏝᏗᏍᎨᏍᏗ.

source: Do not make little of the words of the prophets;
chr: ᏞᏍᏗ ᎠᏎᏉ ᏱᏥᏰᎸᏍᎨᏍᏗ ᎠᏙᎴᎰᎯᏍᏗ ᎨᏒᎢ.

source: Let all things be tested; keep to what is good;
chr: ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎢᏥᎪᎵᏰᏍᎨᏍᏗ; ᎠᏍᏓᏯ ᏕᏥᏂᏴᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎨᏒᎢ.

source: Keep from every form of evil.
chr: ᎢᏣᏓᏅᎡᎮᏍᏗ ᏂᎦᎥ ᏄᏓᎴᏒ ᎤᏲᎢ.

source: And may the God of peace himself make you holy in every way; and may your spirit and soul and body be free from all sin at the coming of our Lord Jesus Christ.
chr: ᎤᏁᎳᏅᎯᏃ ᎤᏩᏒ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏂᎦᎷᎶᎬᎾ ᎢᏥᏅᎦᎸᏗ ᎨᏎᏍᏗ; ᎠᎴ ᏂᎬ ᎢᏣᏓᏅᏖᏗᏱ ᎠᎴ ᏗᏣᏓᏅᏙ ᎠᎴ ᏗᏥᏰᎸᎢ ᏤᏥᏍᏆᏂᎪᏓᏁᏗ ᎨᏎᏍᏗ, ᏂᏚᏚᎯᏍᏛᎾ ᎢᏣᎵᏍᏙᏗᏱ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎦᎷᏨ ᎢᏳᎢ.

source: God, by whom you have been marked out in his purpose, is unchanging and will make it complete.
chr: ᏄᏓᎵᏓᏍᏛᎾ ᎾᏍᎩ Ꮎ ᎢᏣᏯᏅᏛ, ᎾᏍᏉ ᎾᏍᎩ ᎠᏎ ᏥᏅᏛᏛᏁᎵ.

source: Brothers, keep us in mind in your prayers.
chr: ᎢᏓᎵᏅᏟ ᏍᎩᏯᏅᏓᏗᏍᎨᏍᏗ ᎢᏣᏓᏙᎵᏍᏗᏍᎬᎢ.

source: Give all the brothers a holy kiss.
chr: ᏂᎦᏛ ᎠᎾᎵᏅᏟ ᎦᎸᏉᏗᏳ ᏗᏓᏙᏪᏙᎥᏍᏗ ᏕᏥᏲᎵᏍᏗᏍᎨᏍᏗ.

source: I give orders in the name of the Lord that all the brothers are to be present at the reading of this letter.
chr: ᎢᏨᏁᏤᎭ ᎤᎬᏫᏳᎯ ᎢᏨᏁᎢᏍᏓᏁᎭ, ᎯᎠ ᎾᏍᎩ ᎪᏪᎵ ᎨᏥᎪᎵᏰᏗᏱ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎠᎾᎵᏅᏟ.

source: Second Epistle to the Thessalonians
chr: ᏉᎳ ᏕᏏᎶᏂᎦ ᎠᏁᎯ ᏔᎵᏁ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul and Silvanus and Timothy, to the church of the Thessalonians in God our Father and the Lord Jesus Christ:
chr: ᏉᎳ, ᎠᎴ ᏌᏱᎳ, ᎠᎴ ᏗᎹᏗ, ᏫᏨᏲᏪᎳᏏ ᏗᏣᏁᎶᏗ ᎢᏣᏓᏡᎬ ᏕᏏᎶᏂᎦ ᎢᏤᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏕᏣᏁᎶᏛᎢ.

source: Grace to you and peace from God the Father and the Lord Jesus Christ.
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ.

source: It is right for us to give praise to God at all times for you, brothers, because of the great increase of your faith, and the wealth of your love for one another;
chr: ᎣᎦᏚᏓᎳ ᏂᎪᎯᎸ ᎣᏣᎵᎡᎵᏤᏗᏱ ᎤᏁᎳᏅᎯ ᏂᎯ ᎢᏓᎵᏅᏟ ᎤᎬᏩᎵ, ᏥᏚᏳᎪᏗ ᎾᏍᎩ ᎢᏲᎦᏛᏁᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏦᎯᏳᏒ ᎤᏣᏘ ᏣᏛᏍᎦ, ᎠᎴ ᏕᏣᏓᎨᏳᏒ ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎤᏣᏘ ᏥᎧᏁᏉᎦ;

source: So that we ourselves take pride in you in the churches of God for your untroubled mind and your faith in all the troubles and sorrows which you are going through;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎣᎬᏒ ᎣᏣᏢᏈᏍᎦ ᎢᏨᏁᎢᏍᏗᏍᎬ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ, ᎾᏍᎩ ᏗᏨᏂᏗᏳ ᎨᏒ ᎠᎴ ᎢᏦᎯᏳ ᎨᏒ ᏂᎦᎥ ᎤᏕᏯᏙᏗ ᎠᎴ ᎠᎩᎵᏯ ᎢᏥᎷᏤᎲᎢ;

source: Which is a clear sign of the decision which God in his righteousness has made; to give you a part in his kingdom, for which you have undergone this pain;
chr: ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᎬᏁᎯ ᏥᎩ ᎤᏁᎳᏅᎯ ᏚᏳᎪᏛ ᏧᏭᎪᏛᏗ ᏧᏭᎪᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏰᎵ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᎢᏤᎯ ᎡᏤᎵᏎᏗᏱ, ᎾᏍᎩ ᎾᏍᏉ ᎤᎬᏩᎵ ᏥᏥᎩᎵᏲᎦ.

source: For it is an act of righteousness on God's part to give trouble as their reward to those who are troubling you,
chr: ᏅᏗᎦᎵᏍᏙᏗᎭ ᏚᏳᎪᏛᎢ ᎤᏁᎳᏅᎯ ᏧᎫᏴᏓᏁᏗᏱ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᎨᏥᎩᎵᏲᎢᏍᏗᏍᎩ;

source: And to you who are troubled, rest with us, when the Lord Jesus comes from heaven with the angels of his power in flames of fire,
chr: ᏂᎯᏃ ᎡᏥᎩᎵᏲᎢᏍᏗᏍᎩ, ᎠᏣᏪᏐᎸᏍᏙᏗ ᎨᏒ ᎡᎦᎫᏴᏓᏁᏗᏱ, ᎾᎯᏳ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎸᎶ ᏅᏓᏳᏓᎴᏅᎯ ᎬᏂᎨᏒ ᎾᎬᏁᎸᎭ ᎠᏁᎮᏍᏗ ᏧᎾᎵᏂᎩᏛ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ,

source: To give punishment to those who have no knowledge of God, and to those who do not give ear to the good news of our Lord Jesus:
chr: ᎠᏥᎸ ᎠᏓᏪᎵᎩᏍᎩ ᎤᏄᏬᏍᏕᏍᏗ ᏓᎩᎵᏲᎢᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᏂᎬᏩᎦᏔᎲᎾ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏄᏃᎯᏳᏒᎾ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ.

source: Whose reward will be eternal destruction from the face of the Lord and from the glory of his strength,
chr: ᎾᏍᎩ ᎨᏥᏍᏛᏗᏍᏙᏗ ᎨᏎᏍᏗ ᎨᎬᏓᏁᏗ ᏫᎾᏍᏛᎾ ᎠᏓᏛᏗᏍᎩ ᎤᎬᏫᏳᎯ ᎠᎦᏔᎲ ᏅᏓᏳᏓᎴᏅᎯ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ,

source: At his coming, when he will have glory in his saints, and will be a cause of wonder in all those who had faith (because our witness among you had effect) in that day.
chr: ᎾᎯᏳ ᏧᏤᎵ ᎤᎾᏓᏅᏘ ᎬᏩᎸᏉᏙᏗᏱ ᎤᎬᏩᎵ ᎦᎷᏨᎭ, ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏧᏓᏅᏓᏗᏍᏙᏗᏱ ᎾᏂᎥ ᎾᏍᎩ Ꮎ ᎬᏬᎯᏳᎲᏍᎩ ᎾᎯᏳ ᎢᎦ ᎨᏎᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎪᎯᏳᏅᎯ ᎨᏒ ᎣᎩᏃᎮᎸ ᎢᏤᎲᎢ.

source: For this reason, you are ever in our prayers, that you may seem to our God such as may have a part in his purpose and that by his power he will make all his good purpose, and the work of faith, complete;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᏂᎪᎯᎸ ᎣᏣᏓᏙᎵᏍᏗᏍᎪ ᎢᏨᏯᏅᏓᏗᏍᎪ, ᎾᏍᎩ ᎣᎦᏁᎳᏅᎯ ᎤᏓᏯᏅᏗ ᎨᏒ ᎢᏥᏯᏅᏔᏅᎯ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᎤᏍᏆᏗᏍᏗᏱ ᏂᎦᏛ ᎣᏍᏛ ᎤᏰᎸᏗ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ ᎤᏓᏅᏘᏳ ᎨᏒᎢ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒ ᏧᎸᏫᏍᏓᏁᏗ ᎬᏔᏅᎯ ᎤᎵᏂᎩᏛ ᎨᏒᎢ;

source: So that glory may be given to the name of our Lord Jesus through you, and you may have glory in him, by the grace of our God and the Lord Jesus Christ.
chr: ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᏚᏙᎥ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᏓᎶᏁᏛ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎯ ᎢᏨᏂᏌᏛ, ᎠᎴ ᏂᎯ ᎦᎸᏉᏗᏳ ᎢᏰᏨᏁᏗᏱ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏁᎳᏅᎯ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ.

source: Now as to the coming of the Lord Jesus Christ, and our meeting with him, it is our desire, my brothers,
chr: ᎾᏍᎩᏃ, ᎢᏓᎵᏅᏟ, ᎢᏨᏔᏲᏎᎭ ᎤᎷᎯᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎠᎴ ᎾᏍᎩ ᏪᏓᏓᏟᏌᏁᏗ ᎨᏒ ᎤᎬᏩᎵ,

source: That you may not be moved in mind or troubled by a spirit, or by a word, or by a letter as from us, with the suggestion that the day of the Lord is even now come;
chr: ᎾᏍᎩ ᏞᎩᏉ ᏤᏥᏖᎸᎾᏗᏱ ᏂᎨᏒᎾ ᏕᏣᏓᏅᏛᎢ, ᎠᎴ ᎢᏣᏕᏯᏔᏁᏗᏱ ᏂᎨᏒᎾ, ᎾᏍᏉ ᎠᏓᏅᏙ ᎬᏗ, ᎠᎴ ᎦᏬᏂᏒᎯ, ᎠᎴ ᎪᏪᎵ ᎪᏪᎳᏅᎯ ᎬᏗ ᎠᏴ ᎣᎦᏓᏅᏏᏛ ᏥᎨᏐ ᎢᏳᏍᏗ; ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎤᏍᏆᎸᎯᏕᏅ ᏥᎨᏐ ᎾᏍᎩᏯᎢ.

source: Give no belief to false words: because there will first be a falling away from the faith, and the revelation of the man of sin, the son of destruction,
chr: ᎠᏎ ᏞᏍᏗ ᎩᎶ ᏱᏥᎵᏓᏍᏔᏁᏍᏗ; ᎥᏝᏰᏃ [ᎾᎯᏳ ᎢᎦ ᎤᎵᏰᎢᎶᎯᏍᏗ ᏱᎩ] ᎬᏂ ᎢᎬᏱ ᎠᏂᏑᎵᎪᎨᏍᏗ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ ᎠᏍᎦᎾ ᏧᎸᏫᏍᏓᏁᎯ ᎬᏂᎨᏒ ᎾᎬᏁᎸᎭ, ᎾᏍᎩ ᎠᏛᏗᏍᎩ ᎤᏪᏥ;

source: Who puts himself against all authority, lifting himself up over all which is named God or is given worship; so that he takes his seat in the Temple of God, putting himself forward as God.
chr: ᎾᏍᎩ ᏥᏓᎦᏘᎴᎦ ᎠᎴ ᎦᎸᎳᏗᏢ ᏥᎾᏓᏛᏁᎭ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᎨᎪᏎᏗ ᏥᎩ, ᎠᎴ ᎨᎦᏓᏙᎵᏍᏓᏁᎯ ᏥᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᎤᏬᎳ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸᎢ, ᎤᏩᏒ ᎬᏂᎨᏒ ᎾᏓᏛᏁᎭ ᎤᏁᎳᏅᎯ ᎨᏒᎢ.

source: Have you no memory of what I said when I was with you, giving you word of these things?
chr: ᏝᏍᎪ ᏱᏣᏅᏔ, ᎾᏍᎩ ᎠᏏ ᏥᏨᏰᎳᏗᏙᎲᎩ ᎾᏍᎩ ᎯᎠ ᎢᏨᏃᎮᎮᎸᎢ?

source: And now it is clear to you what is keeping back his revelation till the time comes for him to be seen.
chr: ᎪᎯᏃ ᏥᎩ ᎢᏗᎦᏔᎭ ᎢᏳᏍᏗ ᎠᏲᏍᏙᏗᏍᎬ ᎬᏂᎨᏒ ᎢᏯᎬᏁᏗᏱ ᎾᎯᏳ ᎬᏂᎨᏒ ᎢᏯᎬᏁᏗ ᎨᏒᎢ.

source: For the secret of evil is even now at work: but there is one who is keeping back the evil till he is taken out of the way.
chr: ᎤᏕᎵᏛᏰᏃ ᎠᏍᎦᎾ ᎦᏳᎳ ᏚᎸᏫᏍᏓᏁᎭ; ᎪᎯᏍᎩᏂ ᎨᏒ ᎠᏲᏍᏙᏗᏍᎩ ᏥᎩ ᎤᏲᏍᏙᏓᏁᎮᏍᏗ ᎬᏂ ᎠᏥᎧᎲᏒᎭ.

source: And then will come the revelation of that evil one, whom the Lord Jesus will put to death with the breath of his mouth, and give to destruction by the revelation of his coming;
chr: ᎾᎯᏳᏃ ᎾᏍᎩ Ꮎ ᎠᏍᎦᎾ ᎬᏂᎨᏒ ᏅᏓᏰᎬᏁᎵ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏨᏛᏛᏔᏂ ᎠᏓᏅᏙ ᎠᎰᎵ ᏅᏓᏳᏓᎴᏅᎯ ᎬᏗ, ᎠᎴ ᏨᏛᏛᏔᏂ ᏓᎬᏔᏂ ᎬᏂᎨᏒ ᎾᎬᏁᎲ ᎾᎯᏳ ᎦᎷᏨᎭ;

source: Even the one whose coming is marked by the working of Satan, with all power and signs and false wonders,
chr: ᎾᏍᎩ Ꮎ ᎤᎷᎯᏍᏗ ᎨᏒ ᎾᏍᎩᏯ ᏎᏓᏂ ᏧᎸᏫᏍᏓᏁᏗ ᏚᎸᏫᏍᏓᏁᎮᏍᏗ ᎬᏗᏍᎨᏍᏗ ᎤᏣᏘ ᎤᎵᏂᎩᏛ ᎨᏒᎢ, ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᎠᎴ ᎦᏰᎪᎩ ᎤᏰᎸᏛᎢ,

source: And with every deceit of wrongdoing among those whose fate is destruction; because they were quite without that love of the true faith by which they might have salvation.
chr: ᎠᎴ ᎬᏗᏍᎨᏍᏗ ᎤᏣᏘ ᎤᏓᎵᏓᏍᏗ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎠᏁᎲ ᎾᏍᎩ ᎨᏥᏛᏙᏗ ᎨᏒᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏂᏚᎾᏓᏂᎸᏨᎾ ᎨᏒ ᏚᏳᎪᏛ ᎠᎨᏳᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎦᎨᏥᏍᏕᎸᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: And for this cause, God will give them up to the power of deceit and they will put their faith in what is false:
chr: ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏍᏗ ᎨᏎᏍᏗ ᎤᏂᎷᏤᏗᏱ ᎤᎵᏂᎩᏛ ᎤᏂᎶᏄᎮᏍᎩ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗ ᎤᏃᎯᏳᏗᏱ ᎦᏰᎪᎩ ᎨᏒᎢ;

source: So that they all may be judged, who had no faith in what is true, but took pleasure in evil.
chr: ᎾᏍᎩ ᏗᎬᏩᎾᏚᎪᏓᏁᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏂᎥ ᎾᏍᎩ Ꮎ ᎾᏃᎯᏳᎲᏍᎬᎾ ᏚᏳᎪᏛ ᎨᏒᎢ, ᏂᏚᏳᎪᏛᎾᏍᎩᏂ ᎨᏒ ᎠᏃᎯᏳᎲᏍᎩ.

source: But it is right for us to give praise to God at all times for you, brothers, loved by the Lord, because it was the purpose of God from the first that you might have salvation, being made holy by the Spirit and by faith in what is true:
chr: ᎠᏎᏃ ᎣᎦᏚᏓᎳ ᏂᎪᎯᎸ ᎣᏣᎵᎡᎵᏤᏗᏱ ᎤᏁᎳᏅᎯ ᏂᎯ ᎨᏒ ᎤᎬᏩᎵ, ᎢᏓᎵᏅᏟ ᎤᎬᏫᏳᎯ ᎢᏥᎨᏳᎯ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᏧᏓᎴᏅᎲ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎢᏣᏑᏰᏒ ᎡᏥᏍᏕᎸᏗᏱ ᎬᏙᏗᏱ ᎠᏓᏅᏙ ᎢᏥᏅᎦᎵᏍᎬᎢ, ᎠᎴ ᎢᏦᎯᏳᏒ ᎤᏙᎯᏳᎯ ᎨᏒᎢ;

source: And in this purpose he gave you a part through the good news of which we were the preachers, even that you might have part in the glory of our Lord Jesus Christ.
chr: ᎾᎿ ᏥᏕᏲᎧᏅ ᎣᏍᏛ ᎧᏃᎮᏛ ᎣᎦᏤᎵ ᏥᏥᏯᏅᏔᏅ, ᎢᏥᏩᏛᏗᏱ ᎦᎸᏉᏗᏳ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ.

source: So then, brothers, be strong in purpose, and keep the teaching which has been given to you by word or by letter from us.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏓᎵᏅᏟ, ᎤᎵᏂᎩᏛ ᏕᏥᏙᎨᏍᏗ, ᎠᎴ ᏕᏥᏂᏴᏎᏍᏗ ᏗᏕᏲᏗ ᎨᏒ ᎾᏍᎩ ᏄᏍᏛ ᎡᏤᏲᏅᎢ, ᎾᏍᏉ ᎦᏬᏂᏒᎯᏉ ᏱᎩ, ᎠᎴ ᏫᏨᏲᏪᎳᏁᎸᎯ ᏱᎩ.

source: Now our Lord Jesus Christ himself, and God our Father who had love for us and has given us eternal comfort and good hope through grace,
chr: ᎾᏍᎩᏃ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏩᏒ, ᎠᎴ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎢᎩᏙᏓ, ᎾᏍᎩ ᎢᎩᎨᏳᎯᏳ ᏥᎨᏒᎩ, ᎠᎴ ᏥᎩᏁᎸ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎠᏓᎦᎵᏍᏓᏗᏍᎩ, ᎠᎴ ᎣᏍᏛ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ,

source: Give you comfort and strength in every good work and word.
chr: ᎾᏍᎩ ᏗᏥᎦᎵᏍᏓᏕᏗ ᎨᏎᏍᏗ ᏗᏥᎾᏫ, ᎠᎴ ᏗᏣᎵᏂᎪᎯᏍᏙᏗ ᎨᏎᏍᏗ ᏂᎦᎥ ᎣᏍᏛ ᎨᏒ ᎢᏥᏬᏂᎯᏍᏗᏱ ᎠᎴ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ.

source: For the rest, my brothers, let there be prayer for us that the word of the Lord may go forward with increasing glory, even as it does with you;
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ, ᎢᏓᎵᏅᏟ, ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᎤᏰᎵᎯᏍᏗᏱ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏥᏄᏍᏗ ᏂᎯ ᎢᏤᎲᎢ;

source: And that we may be made free from foolish and evil men; for not all have faith.
chr: ᎠᎴ ᎾᏍᎩ ᏦᏣᏚᏓᎳᎡᏗᏱ ᎤᏂᏲ ᎠᎴ ᎠᏂᏍᎦᎾ ᎠᏂᏍᎦᏯ; ᎥᏝᏰᏃ ᎾᏂᎥ ᎪᎯᏳᏗ ᎨᏒ ᏳᏁᎭ.

source: But the Lord is true, who will give you strength and keep you safe from evil.
chr: ᎤᎬᏫᏳᎯᏍᎩᏂ ᏄᏓᎵᏓᏍᏛᎾ, ᎾᏍᎩ ᏨᏓᏣᎵᏂᎪᎯᏍᏔᏂ, ᎠᎴ ᏨᎵᏥᏲᏍᏙᏓᏁᎵ ᎤᏲ ᎢᏣᏛᏁᏗᏱ.

source: And we have faith in the Lord about you, that you are doing and will do the things about which we give you orders.
chr: ᎠᎴ ᎣᏣᎵᏍᎦᏍᏙᏗ ᎤᎬᏫᏳᎯ ᏂᎯ ᎨᏒ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏂᏣᏛᏁᎲᎢ, ᎠᎴ ᎠᏎ ᎾᏍᎩ ᎢᏣᏛᏁᏗ ᎨᏒ ᏄᏍᏛ ᎢᏨᏁᏤᎲᎢ.

source: And may your hearts be guided by the Lord into the love of God and quiet waiting for Christ.
chr: ᎠᎴ ᎤᎬᏫᏳᎯ ᏧᏎᎮᏗ ᎨᏎᏍᏗ ᏗᏥᎾᏫ ᎡᏥᎨᏳᎢ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏗᏨᏂᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎦᎶᏁᏛ ᎾᏍᎩᏯᎢ.

source: Now we give you orders, brothers, in the name of our Lord Jesus Christ, to keep away from all those whose behaviour is not well ordered and in harmony with the teaching which they had from us.
chr: ᎿᏉᏃ ᎢᏨᏁᏤᎭ, ᎢᏓᎵᏅᏟ, ᎣᏨᏗᎭ ᏚᏙᎥ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᏗᏣᏓᏓᎴᏓᏁᏗᏱ ᎾᏂᎥ ᎠᎾᎵᏅᏟ ᎤᏣᏘᏂ ᎢᏯᎾᏛᏁᎵᏙᎯ, ᎠᎴ ᏂᏓᏂᎧᎿᏩᏕᎬᎾ ᏗᏕᏲᏗ ᎨᏒ ᎠᏴ ᏗᎪᎦᏓᏂᎸᏤᎸᎯ,

source: For you yourselves are used to taking us as your example, because our life among you was ruled by order,
chr: ᎢᏳᏒᏰᏃ ᎢᏥᎦᏔᎭ ᎢᏣᏛᏁᏗᏱ ᏍᎩᏍᏓᏩᏛᏍᏗᏱ; ᎥᏝᏰᏃ ᎤᏣᏘᏂ ᏱᏃᏣᏛᏁᎵᏙᎮ ᎢᏨᏰᎳᏗᏙᎲᎢ;

source: And we did not take food from any man for nothing, but were working hard night and day not to be a trouble to any of you:
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏎᏉ ᏲᏣᎵᏍᏓᏴᎾᏁᎮᎢ; ᏙᎩᎸᏫᏍᏓᏁᎲᎩᏍᎩᏂ ᎠᎴ ᏙᎩᏯᏪᏥᏙᎲᎩ ᎬᏩᎩᏨᏗ, ᏃᎦᏚᎵᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ ᎠᏴ ᎠᏏᏴᏫ ᏂᏣᏛᏅ ᎦᎨᏛ ᎢᏲᏨᏴᏁᏗᏱ;

source: Not because we have not the right, but to make ourselves an example to you, so that you might do the same.
chr: ᎥᏝ ᏃᎩᎲᎾ ᎨᏒ [ᏅᏩᏓᎴ ᎢᏲᎦᏛᏁᏗᏱ] ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ, ᏗᏣᏟᎶᏍᏙᏗᏍᎩᏂ ᏃᏣᏓᏛᏁᎲ ᎠᏴ ᏍᎩᏍᏓᏩᏛᏍᏗᏱ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ.

source: For even when we were with you we gave you orders, saying, If any man does no work, let him not have food.
chr: ᎾᎯᏳᏰᏃ ᏥᏨᏰᎳᏗᏙᎲᎩ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏛᎩ ᎢᏨᏁᏤᎸᎩ, ᎾᏍᎩ ᎢᏳᏃ ᎩᎶ ᏄᏚᎵᏍᎬᎾ ᏱᎩ, ᏧᎸᏫᏍᏓᏁᏗᏱ ᎾᏍᏉ ᎤᎵᏍᏓᏴᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: For it has come to our ears that there are some among you whose behaviour is uncontrolled, who do no work at all, but are over-interested in the business of others.
chr: ᎣᏣᏛᎩᎭᏰᏃ ᎾᏍᎩ ᎩᎶ ᎨᏣᏓᏑᏴ ᎤᏣᏘᏂ ᎾᎾᏛᏁᎵᏙᎲᎢ, ᎪᎱᏍᏗ ᎾᎾᏛᏁᎲᎾ, ᎠᏎᏃ ᎠᎾᏛᏁᎵᏙᎯ ᎢᎩ.

source: Now to such we give orders and make request in the Lord Jesus, that, working quietly, they get their living.
chr: ᎾᏍᎩᏃ ᎢᏳᎾᏍᏗ ᎨᏒᎢ, ᏙᏥᏁᏤᎭ ᎠᎴ ᏙᏥᏍᏗᏰᏗᎭ ᏙᏥᏁᎢᏍᏓᏁᎭ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᏙᎯᏉ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ, ᎠᎴ ᎤᏅᏒ ᎤᎾᏤᎵ ᎠᎵᏍᏓᏴᏗ ᎤᎾᎵᏍᏓᏴᏙᏗᏱ.

source: And you, my brothers, do not get tired of well-doing.
chr: ᏂᎯᏍᎩᏂ, ᎢᏓᎵᏅᏟ, ᏞᏍᏗ ᏱᏗᏥᏯᏪᎨᏍᏗ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ.

source: And if any man does not give attention to what we have said in this letter, take note of that man, and keep away from him, so that he may be shamed.
chr: ᎢᏳᏃ ᎩᎶ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎣᏥᏬᏂᏍᎬ ᎠᏂ ᎣᏦᏪᎵᏍᎬᎢ, ᎬᏂᎨᏒ ᏁᏨᏁᎸᎭ ᎾᏍᎩ, ᎠᎴ ᏞᏍᏗ ᎢᏧᎳᎭ ᎢᏤᏙᎸᎩ, ᎾᏍᎩ ᎬᏩᏕᎰᎯᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: Have no feeling of hate for him, but take him in hand seriously as a brother.
chr: ᎠᏗᎾ ᏞᏍᏗ ᎡᏥᏍᎦᎩ ᎢᏳᏍᏗ ᏰᏣᏓᏅᏖᏍᎨᏍᏗ, ᎡᏥᎬᏍᎪᎸᎥᏍᎨᏍᏗᏍᎩᏂ ᎢᏣᏓᏅᏟ ᎾᏍᎩᏯᎢ.

source: Now the Lord of peace himself give you peace at all times and in every way. May the Lord be with you all.
chr: ᎤᎬᏫᏳᎯᏃ ᏅᏩᏙᎯᏯᏛ ᎤᏪᎯ ᎤᏩᏒ ᎠᏎ ᎢᏥᏁᏗ ᎨᏎᏍᏗ ᏅᏩᏙᎯᏯᏛ ᏂᎪᎯᎸᎢ. ᎤᎬᏫᏳᎯ ᏂᏥᎥ ᏕᏥᎧᎿᏗᏙᎮᏍᏗ.

source: These words of love to you at the end are in my writing, Paul's writing, and this is the mark of every letter from me.
chr: ᎠᏴ ᏉᎳ ᎠᏆᏓᏲᎵᏍᏗ ᎨᏒ ᎠᏋᏒ ᎠᏉᏰᏂ ᎠᏋᏔᏅᎯ ᎠᏉᏪᎳᏅᎯ, ᎾᏍᎩ ᏗᎪᎵᏍᏙᏗ ᏥᎩ ᏂᎦᏛ ᎪᏪᎵ; ᎾᏍᎩᏯ ᏂᎬᏁᎰ ᎪᏪᎵᏍᎪᎢ.

source: May the grace of our Lord Jesus Christ be with you all.
chr: ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ.

source: First Epistle to Timothy
chr: ᏉᎳ ᏧᏬᏪᎳᏅᎯ ᎢᎬᏱᏱ ᏗᎹᏗ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul, an Apostle of Jesus Christ, by the order of God our Saviour and Christ Jesus our hope;
chr: ᎠᏴ ᏉᎳ ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ ᎬᎩᏁᏤᎸᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏍᏕᎵᏍᎩ ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎾᏍᎩ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎢᎦᏤᎵᎦ,

source: To Timothy, my true child in the faith: Grace, mercy, peace, from God the Father and Christ Jesus our Lord.
chr: ᏫᎬᏲᏪᎳᏏ ᏘᎹᏗ ᎠᏋᏒ ᎠᏆᏤᎵ ᎠᏊᏥ ᎪᎯᏳᏗ ᎨᏒ ᎢᏳᏩᏂᏌᏛ; ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎤᏓᏙᎵᏣᏛ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏕᏣᎧᎿᏩᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ.

source: It was my desire, when I went on into Macedonia, that you might make a stop at Ephesus, to give orders to certain men not to put forward a different teaching,
chr: ᎾᏃ ᏥᎬᏔᏲᏎᎸᎩ ᏣᏗᎩᏯᏍᏗᏱ ᎡᏈᏌ, ᎹᏏᏙᏁ ᏥᏩᎩᎶᏒᎩ, ᎾᏍᎩ ᏘᏅᏍᏓᏕᏗᏱ ᎩᎶ ᏓᎾᏕᏲᎲᏍᎬ ᎤᏣᏘᏂ ᎢᏳᏂᏪᏍᏗᏱ ᏂᎨᏒᎾ,

source: Or to give attention to stories and long lists of generations, from which come questionings and doubts, in place of God's ordered way of life which is in faith;
chr: ᎠᎴ ᎤᎾᏛᏓᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎠᏎᏉ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎠᎴ ᏫᎾᏍᏛᎾ ᎧᏃᎮᏗ ᎨᏒ ᎤᎾᏓᏁᏟᏴᏒᏒᎢ, ᎾᏍᎩ ᎦᏬᏂᎯᏍᏗᏉ ᏥᏩᎵᏱᎶᎯᎭ ᎥᏲᏃ ᎤᏁᎳᏅᎯ ᏗᏁᎳᏙᏗ ᎨᏒ ᎤᏛᎯᏍᏗᏱ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ, [ᎾᏍᎩ ᎿᏛᏁᎸᎭ.]

source: But the effect of the order is love coming from a clean heart, and a knowledge of what is right, and true faith:
chr: ᏗᎧᎿᏩᏛᏍᏗ ᎠᏓᎨᏳᏗ ᎨᏒ ᎤᎬᏩᎳ ᎾᏍᎩ ᎦᏓᎭ ᏂᎨᏒᎾ ᎣᎾᏫ ᏅᏓᏳᏓᎴᏅᎯ, ᎠᎴ ᎣᏍᏛ ᏗᎫᎪᏙᏗ ᎨᏒ ᎠᎴ ᏄᏠᎾᏍᏛᎾ ᎪᎯᏳᏗ ᎨᏒᎢ;

source: From which some have been turned away, giving themselves to foolish talking;
chr: ᎾᏍᎩ ᎾᎿ ᎩᎶ ᎤᎾᎪᎸᏛ ᏥᎩ, ᏄᎵᏌᎶᏛᎾ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᏭᎾᎦᏔᎲᏍᏔᏅ;

source: Desiring to be teachers of the law, though they have no knowledge of what they say or of the statements which they make so certainly.
chr: ᎤᎾᏚᎵᏍᎬᎩ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏃᏏᏏᏍᎩ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎠᏎᏃ ᎾᏃᎵᎬᎾ ᏄᏍᏛ ᎠᏂᏬᏂᏍᎬ, ᎠᎴ ᏄᏍᏛ ᎠᏂᏍᏓᏱᏗᏍᎬᎢ.

source: We are conscious that the law is good, if a man makes a right use of it,
chr: ᎠᏎᏃ ᎢᏗᎦᏔᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎣᏏᏳ ᎨᏒ, ᎢᏳᏃ ᎩᎶ ᎤᏙᎯᏳᎯᏯ ᏱᏓᎧᎿᏩᏕᎦ,

source: With the knowledge that the law is made, not for the upright man, but for those who have no respect for law and order, for evil men and sinners, for the unholy and those who have no religion, for those who put their fathers or mothers to death, for takers of life,
chr: ᎯᎠ ᎾᏍᏉ ᏯᎦᏔᎭ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏓᏅᏘ ᏴᏫ ᎠᎪᏢᎾᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏗᎧᎿᏩᏛᏍᏗᏍᎩᏂ ᏂᏚᎾᏁᎶᏛᎾ, ᎠᎴ ᏄᏃᎯᏳᏒᎾ, ᎤᏁᎳᏅᎯ ᏂᏚᎾᏁᎶᏛᎾ, ᎠᎴ ᎠᏂᏍᎦᎾᎢ, ᎠᏂᎦᏓᎭᎢ, ᎠᎴ ᎣᏍᏛ ᎨᏒ ᎠᏂᏂᏆᏘᎯ, ᏧᏂᏙᏓ ᏗᏂᎯᎯ ᎠᎴ ᏧᏂᏥ ᏗᏂᎯᎯ, ᏴᏫ ᏗᏂᎯᎯ,

source: For those who go after loose women, for those with unnatural desires, for those who take men prisoners, who make false statements and false oaths, and those who do any other things against the right teaching,
chr: ᎤᏂᏁᎫᏥᏛ, ᎠᏂᏍᎦᏯ ᏗᎾᏂᏏᎲᏍᎩ, ᏴᏫ ᏗᏂᏃᏍᎩᏍᎩ, ᎠᏂᏰᎪᎩ, ᎦᏰᎪᎩ ᎠᎾᏎᎵᏛᏍᎩ, ᎠᎴ ᎾᏍᏉ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᏍᎩ ᏗᎦᏘᎴᎩ ᎣᏍᏛ ᏗᏕᏲᏗ ᎨᏒᎢ;

source: Which may be seen in the good news of the glory of the great God, which was given into my care.
chr: ᎾᏍᎩᏯ ᏄᏍᏛ ᎦᎸᏉᏗᏳ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᏅᏩᏙᎯᏯᏛ ᎡᎯ ᎤᏤᎵᎦ; ᎾᏍᎩ ᎠᏴ ᎥᏆᏒᎦᎶᏔᏅᎯ ᏥᎩ.

source: I give praise to him who gave me power, Christ Jesus our Lord, because he took me to be true, making me his servant,
chr: ᎠᎴ ᏥᏯᎵᎡᎵᏤᎭ ᎦᎶᏁᏛ ᏥᏌ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏣᏆᎵᏂᎪᎯᏍᏔᏅ, ᏰᎵᏉ ᎢᎬᏩᏛᏁᏗ ᏣᏇᎵᏎᎸ, ᏣᎩᏁᏤᎸ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ ᎠᎵᏥᏙᏗ ᎨᏒᎢ,

source: Though I had said violent words against God, and done cruel acts, causing great trouble: but I was given mercy, because I did it without knowledge, not having faith;
chr: ᎠᏴ ᎾᏍᎩ ᎢᎸᎯᏳ ᏥᏐᏢᏗᏍᎩ ᏥᎨᏒᎩ, ᎠᎴ ᎤᏲ ᎢᏗᎬᏁᎯ, ᎠᎴ ᏗᎦᏂᏐᏢᏗ; ᎠᏎᏃ ᎥᎩᏙᎵᏨᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏂᏥᎦᏔᎿᎥᎾ ᎨᏒᎢ, ᎠᎴ ᎾᏉᎯᏳᏒᎾ ᎨᏒ ᎾᏍᎩ ᎾᏆᏛᏁᎸᎢ.

source: And the grace of our Lord was very great, with faith and love which is in Christ Jesus.
chr: ᎠᎴ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᎤᏣᏔᏅᎯ ᎡᏉᎯᏳ ᎨᏒᎩ, ᎤᎵᏠᏯᏍᏛᎩ ᎦᎶᏁᏛ ᏥᏌ ᏥᏲᎢᏳᏗ ᎨᏒ ᎠᎴ ᏥᎨᏳᎢ, ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ.

source: It is a true saying, in which all may put their faith, that Christ Jesus came into the world to give salvation to sinners, of whom I am the chief:
chr: ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᎾᏍᎩ ᎢᎦᏪᏛ, ᎠᎴ ᏩᏍᏛ ᏧᏓᏂᎸᎢᏍᏗᏳ, ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏌ ᎡᎶᎯ ᎤᎷᏨᎢ, ᏚᏍᏕᎸᎯᎸ ᎠᏂᏍᎦᎾᎢ, ᎠᏴ ᎾᏍᎩ ᎾᎩᎬᏫᏳᏒ ᏥᏍᎦᎾᎢ.

source: But for this reason I was given mercy, so that in me, the chief of sinners, Jesus Christ might make clear all his mercy, as an example to those who in the future would have faith in him to eternal life.
chr: ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎥᎩᏙᎵᏨᎩ; ᎾᏍᎩ ᎠᏴ ᎨᏒ ᎾᎩᎬᏫᏳᏒ ᏥᏌ ᎦᎶᏁᏛ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᏩᏍᏛ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎾᏍᎩ ᏧᎾᏟᎶᏍᏙᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎣᏂ ᎬᏬᎯᏳᏅᎯ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᏫᏚᎷᎩ.

source: Now to the King eternal, ever-living, unseen, the only God, be honour and glory for ever and ever. So be it.
chr: Ꭷ, ᎤᎬᏫᏳᎯ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎨᏒ ᎡᎯ, ᎠᏲᎱᏍᎩ ᏂᎨᏒᎾ, ᎠᎪᏩᏛᏗ ᏂᎨᏒᎾ, ᎤᏩᏒᎯ ᎠᎦᏔᎿᎢ ᎤᏁᎳᏅᎯ, ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎠᎴ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ; ᎡᎺᏅ.

source: This order I give to you, Timothy my son, in harmony with the words of the prophets about you, so that by them you may be strong, fighting the good fight,
chr: ᎯᎠ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏂᎯ ᏕᎬᏲᎯᏏ, ᎠᏇᏥ ᏗᎹᏗ, ᎾᏍᎩᏯ ᏄᏂᏪᏒ ᎤᎾᏙᎴᎰᏒ ᏂᎯ ᎨᏣᏃᎮᏍᎬᎢ, ᎾᏍᎩᏃ ᏂᎯ ᎾᏍᎩᎾ ᏕᎲᏗᏍᎬ ᏯᎵᎦ ᎣᏍᏛ ᎠᎵᏍᏗ ᎨᏒᎢ;

source: Keeping faith, and being conscious of well-doing; for some, by not doing these things, have gone wrong in relation to the faith:
chr: ᏕᏣᏂᏴᏒ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎣᏍᏛ ᏗᎫᎪᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎩᎶ ᎢᏴᏛ ᎢᏳᏅᏁᏔᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎬᏩᏂᏲᏥᏙᎸ;

source: Such are Hymenaeus and Alexander, whom I have given up to Satan, so that they may say no more evil words against God.
chr: ᎾᏍᎩ ᎯᎠ ᏄᎾᏛᏁᎸ ᎭᎻᏂᏯ ᎠᎴ ᎡᎵᎩ, ᎾᏍᎩ ᏕᎦᏥᏲᏒ ᏎᏓᏂ ᏕᏥᏲᎯᏎᎸ ᎤᎾᏕᎶᏆᏍᏗᏱ ᎤᏂᏐᏢᏙᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: My desire is, first of all, that you will make requests and prayers and give praise for all men;
chr: ᎾᏍᎩᏃ ᏥᏁᎦ ᎢᎬᏱᏱᏉ ᎨᏒᎢ, ᎠᏔᏲᏍᏗ ᎨᏒᎢ, ᎠᏓᏙᎵᏍᏙᏗ ᎨᏒᎢ, ᏗᏅᏓᏗᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᏗᏱ, ᎾᏍᎩ ᎾᏂᎥ ᏴᏫ ᎤᎬᏩᎵ,

source: For kings and all those in authority; so that we may have a calm and quiet life in all fear of God and serious behaviour.
chr: ᎤᏂᎬᏫᏳᎯ ᎠᎴ ᎾᏂᎥ ᎠᏰᎵ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎠᎴ ᏄᎾᏰᎯᏍᏛᎾ ᎢᎦᎴᏂᏓᏍᏗᏱ, ᏕᏗᎧᎿᏩᏗᏒ ᏚᏳᎪᏛ ᎨᏒ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ.

source: This is good and pleasing in the eyes of God our Saviour;
chr: ᎾᏍᎩᏰᏃ ᎯᎠ ᎣᏏᏳ ᎠᎴ ᏧᏓᏂᎸᎢᏍᏗᏳ ᏓᎧᏅ ᎤᏁᎳᏅᎯ ᎢᎩᏍᏕᎵᏍᎩ,

source: Whose desire is that all men may have salvation and come to the knowledge of what is true.
chr: ᎾᏍᎩ ᎣᏏᏳ ᎤᏰᎸᏗ ᏥᎩ ᎾᏂᎥ ᏴᏫ ᎨᏥᏍᏕᎸᏗᏱ, ᎠᎴ ᎤᏂᎷᎯᏍᏗᏱ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏚᏳᎪᏛ ᎨᏒᎢ.

source: For there is one God and one peacemaker between God and men, the man Christ Jesus,
chr: ᏌᏉᏉᏰᏃ ᎡᎭ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏌᏉ ᏗᎪᎯᏍᏗᏍᎩ ᎠᏰᎵ ᏗᎴᏁᎯ ᎤᏁᎳᏅᎯ ᎠᎴ ᏴᏫ, ᎾᏍᎩ Ꮎ ᏴᏫ ᏥᏌ ᎦᎶᏁᏛ;

source: Who gave himself as an offering for all; witness of which was to be given at the right time;
chr: ᎾᏍᎩ ᏥᏚᏓᏲᏎ ᎤᏩᏒ ᏥᏚᎫᏴᎮ ᎾᏂᎥᎢ, ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎠᏎᎸᎯ ᎨᏒ ᎾᎯᏳᎢ,

source: And of this I became a preacher and an Apostle (what I say is true, not false,) and a teacher of the Gentiles in the true faith.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎠᏴ ᎥᎩᏁᏤᎸᎯ ᎦᎵᏥᏙᎲᏍᎩ ᎠᎴ ᎥᎩᏅᏏᏛ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᎦᏥᏰᏲᎲᏍᎩ ᎦᎶᏄᎮᏛ ᎠᎴ ᎦᏰᎪᎩ ᏂᎬᏗᏍᎬᎾ; ᎤᏙᎯᏳᎯᏯ ᏥᏁᎦ ᎦᎶᏁᏛ ᎠᎦᏔᎲᎢ, ᎥᏝ ᏱᎦᏥᎪᎥᏍᎦ.

source: It is my desire, then, that in every place men may give themselves to prayer, lifting up holy hands, without wrath or argument.
chr: ᎾᏍᎩᏃ ᎠᏆᏚᎵᎭ ᎠᏂᏍᎦᏯ ᏂᎦᎥ ᏕᎨᏌᏗᏒ ᎤᎾᏓᏙᎵᏍᏙᏱ, ᏧᏂᏌᎳᏙᏗᏱ ᏗᎦᏓᎭ ᏂᎨᏒᎾ ᏧᏃᏰᏂ ᏄᏂᏔᎳᏬᏍᎬᎾ ᎠᎴ ᏄᎾᏜᏏᏛᎡᎲᎾ.

source: And that women may be dressed in simple clothing, with a quiet and serious air; not with twisted hair and gold or jewels or robes of great price;
chr: ᎠᎴ ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏂᎨᏴ ᏓᎾᏣᎤᏍᎬ ᎤᏢᏉᏗ ᏂᎨᏒᎾ ᏓᎾᏄᏬᏍᎨᏍᏗ, ᎤᎾᏓᎾᏰᎯᏍᏗ ᎠᎴ ᎤᎾᎵᏏᎾᎯᏍᏗ ᎨᏎᏍᏗ; ᎥᏝᏍᏗᏃ ᏓᏂᏍᏕᏲᎲ ᏚᏂᏍᏘᏰᎬᎢ, ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ, ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ, ᎠᎴ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᏗᏄᏬ ᏱᏓᎾᏣᏅᏗᏍᎨᏍᏗ;

source: But clothed with good works, as is right for women who are living in the fear of God.
chr: ᎣᏍᏛᏍᎩᏂ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏓᎾᏣᏅᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎠᏂᎨᏴ ᏧᏂᎵᎶᎲᏍᎦ.

source: Let a woman quietly take the place of a learner and be under authority.
chr: ᎠᎴ ᎠᎨᏴ ᎡᎳᏪᏱ ᎠᏕᎶᏆᏍᎨᏍᏗ ᎤᏣᏘ ᎤᏬᎯᏳᎯᏳ ᎨᏎᏍᏗ.

source: In my opinion it is right for a woman not to be a teacher, or to have rule over a man, but to be quiet.
chr: ᎥᏝᏍᎩᏂ ᎤᏁᎳᎩ ᏱᏥᏰᎵᏎ ᎠᎨᏴ ᏧᏕᏲᏗᏱ ᎠᎴ ᎤᏓᎵᏁᎯᏕᏗᏱ ᎠᏍᎦᏯ, ᎡᎳᏪᏱᏉᏍᎩᏂ ᎤᏩᏗᏱ.

source: For Adam was first formed, then Eve;
chr: ᎠᏓᏫᏰᏃ ᎢᎬᏱ ᎠᎪᏢᏁᎢ, ᎩᎳᏃ ᎢᏫ.

source: And Adam was not taken by deceit, but the woman, being tricked, became a wrongdoer.
chr: ᎥᏝᏰᏃ ᎠᏓᏫ ᏯᏥᎶᏄᎡᎴᎢ, ᎠᎨᏴᏍᎩᏂ ᎠᏥᎶᏄᎡᎸ ᎤᏍᎦᏅᏤᎢ.

source: But if they go on in faith and love and holy self-control, she will be kept safe at the time of childbirth.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎠᏥᏍᏕᎸᏗ ᎢᎨᏎᏍᏗ ᏗᏂᏲᎵ ᏕᎦᎾᏄᎪᏫᏍᎬᎢ, ᎢᏳᏃ ᏓᏂᎧᎿᏩᏗᏎᏍᏗ ᎪᎯᏳᏗ ᎨᏒ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ.

source: This is a true saying, A man desiring the position of a Bishop has a desire for a good work.
chr: ᎤᏙᎯᏳᎯᏯ ᎢᎦᏪᏛ; ᎢᏳᏃ ᎩᎶ ᎤᏚᏝᏍᎨᏍᏗ ᎠᏥᎦᏘᏗᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏚᎵᏍᎨᏍᏗ.

source: The Bishop, then, is to be a man of good name, the husband of one wife, self-controlled, serious-minded, having respect for order, opening his house freely to guests, a ready teacher;
chr: ᎠᏥᎦᏘᏗᏍᏗ ᎠᏗᎾ ᎠᏎ ᎪᎱᏍᏗ ᎾᏍᎦᏅᎾ ᎨᏎᏍᏗ, ᏌᏉᏉ ᎠᏓᏰᎮᏍᏗ, ᎨᏯᏔᎯ, ᎤᎵᏏᎾᎯᏍᏗ, ᎣᏍᏛ ᏧᎸᏫᏍᏓᏁᎯ, ᏧᏓᏓᏂᎸᏣᏘ, ᏗᎬᏩᏕᏲᏗ;

source: Not quickly moved to wrath or blows, but gentle; no fighter, no lover of money;
chr: ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᎦᎾᏏᏍᎩ ᏂᎨᏒᎾ, ᏗᏓᏛᏂᎯ ᏂᎨᏒᎾ, ᏧᎬᏩᎶᏗ ᎤᎬᎥᏍᎩ ᏂᎨᏒᎾ, ᎤᏓᏅᏘᏍᎩᏂ, ᏧᏘᏲᏌᏘ ᏂᎨᏒᎾ, ᎠᏕᎸ ᏧᎨᏳᎯ ᏂᎨᏒᎾ.

source: Ruling his house well, having his children under control with all serious behaviour;
chr: ᎤᏩᏒ ᏚᏓᏘᎿᎥ ᎣᏍᏛ ᏗᎧᎿᏩᏗᏙᎯ, ᏧᏪᏥ ᎬᏬᎯᏳᎯᏳ ᎠᎴ ᎬᏩᎸᏉᏗᏳ ᎢᎬᏁᎯ.

source: (For if a man has not the art of ruling his house, how will he take care of the church of God?)
chr: ᎢᏳᏰᏃ ᎩᎶ ᎾᎦᏔᎲᎾ ᏱᎩ ᎤᏩᏒ ᏚᏓᏘᎿᎥ ᎣᏍᏛ ᏧᎧᎿᏩᏗᏓᏍᏗᏱ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏓᎦᏌᏯᏍᏓ ᏧᎾᏁᎶᎯ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ?

source: Not one newly taken into the church, for fear that, through his high opinion of himself, he may come into the same sin as the Evil One.
chr: ᎠᎴ ᎥᏞᏍᏗ ᎩᎳᎢ ᎤᎵᎪᏃᏅᎯ ᏱᎨᏎᏍᏗ, ᎠᏢᏉᏙᏗᏰᏃ ᎨᏒ ᏯᎵᏌᎳᏙᏓ ᎾᏍᎩᏃ ᎤᏍᎦᏅᏨᎯ ᎨᏒ ᏱᏚᏚᎪᏓᏏ ᎾᏍᎩᏯ ᎠᏍᎩᎾ ᏚᏚᎪᏓᏁᎸᎢ.

source: And he is to have a good name among those outside the church, so that nothing may be said against him and he may not be taken by the designs of the Evil One.
chr: ᎠᎴᏬ ᎣᏏᏳ ᎬᏩᏃᎮᏍᎩ ᏱᎩ ᎢᏴᏛ ᎤᏅᎫᏛᎢ, ᎤᏐᏅᏰᏃ ᎠᏥᏃᎮᏍᎩ ᏱᏅᎦᎵᏍᏓ, ᎠᎴ ᎠᏍᎩᎾ ᎤᏌᏛ ᏳᏪᎯ.

source: Deacons, in the same way, are to be serious in their behaviour, not false in word, not given to taking much wine or greatly desiring the wealth of this world;
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏂᏯᏙᎯᎯ ᎨᏥᎸᏉᏗ ᎨᏎᏍᏗ, ᎥᏞᏍᏗ ᏧᏓᎴᏅᏛ ᎢᏯᏂᏪᏍᎩ ᏱᎨᏎᏍᏗ, ᎠᎴ ᎥᏞᏍᏗ ᏱᎦᎨᎠᏗᏔᏍᏗ ᎤᏂᎦᎾᏏᏍᎩ ᏱᎨᏎᏍᏗ, ᏞᏍᏗ ᏧᎬᏩᎶᏗ ᎤᏂᎬᎥᏍᎩ ᏱᎨᏎᏍᏗ;

source: Keeping the secret of the faith in a heart free from sin.
chr: ᏚᏂᏂᏴᏎᏍᏗᏍᎩᏂ ᎤᏕᎵᏛ ᎪᎯᏳᏗ ᎨᏒᎢ ᎠᏅᏗᏍᎨᏍᏗ ᎦᏓᎭ ᏂᎨᏒᎾ ᏗᎫᎪᏙᏗ ᎨᏒᎢ.
